---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ClearCoverBottom
source: html/74739c93-39dd-dcc6-6fd2-68975f51ce21.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ClearCoverBottom Property

"Rebar Cover - Bottom Face"

## Syntax (C#)
```csharp
public static ForgeTypeId ClearCoverBottom { get; }
```